{"translation-revision-date":"2022-08-24 18:39:54+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"If you have a valid reason for appealing a merchant review decision (such as having corrected the violations that resulted in the disapproval), you can submit an appeal.":["Jeśli masz ważny powód do odwołania się od decyzji w sprawie weryfikacji sprzedawcy (np. usunięcie naruszeń, które były przyczyną odrzucenia), możesz złożyć odwołanie."],"Unable to upload catalog.":["Nie można przesłać katalogu."],"It looks like your Pinterest business account is connected to another e-commerce platform. Only one platform can be linked to a business account. To upload your catalog, disconnect your business account from the other platform and try again.":["Zdaje się, że Twoje konto firmowe na Pintereście jest połączone z inną platformą e-commerce. Konto firmowe można powiązać tylko z jedną platformą. Aby przesłać katalog, usuń połączenie konta firmowego z inną platformą i spróbuj ponownie."],"Merchant is an affiliate or resale marketplace":["Sprzedawca działa w ramach sieci afiliacyjnej lub platformy odsprzedaży"],"Merchant does not meet our policy on prohibited products":["Sprzedawca nie przestrzega zasad dotyczących produktów zakazanych"],"Merchant offers services rather than products":["Sprzedawca oferuje usługi, a nie produkty"],"Merchant's domain age does not meet minimum requirement":["Wiek domeny sprzedawcy nie spełnia minimalnych wymagań"],"Merchant domain mismatched with merchant account":["Domena sprzedawcy jest niezgodna z jego kontem"],"Merchant's URL is broken or requires registration":["Adres URL sprzedawcy nie działa lub wymaga rejestracji"],"Merchant's URL is incomplete or inaccessible":["Adres URL sprzedawcy jest niekompletny lub nie działa"],"Merchant's shipping policy is unclear or unavailable":["Zasady sprzedawcy dotyczące wysyłki są niejasne lub niedostępne"],"Merchant's returns policy is unclear or unavailable":["Zasady sprzedawcy dotyczące zwrotów są niejasne lub niedostępne"],"Merchant's information is incomplete or plagiarized":["Informacje o sprzedawcy są niekompletne lub zostały splagiatowane"],"Merchant's products are out of stock":["Produkty sprzedawcy są niedostępne"],"Merchant's website includes banner or pop-up ads":["Witryna sprzedawcy zawiera reklamy banerowe lub wyskakujące okienka"],"Merchant's products do not meet image quality requirements":["Produkty sprzedawcy nie spełniają wymagań dotyczących jakości obrazu"],"Merchant's product images include watermarks":["Obrazy przedstawiające produkty sprzedawcy zawierają znaki wodne"],"Merchant's products are always on sale":["Produkty sprzedawcy są zawsze w promocji"],"Merchant's products refer to outdated content":["Produkty sprzedawcy odnoszą się do nieaktualnych treści"],"Merchant's website uses generic product descriptions":["Witryna sprzedawcy zawiera zbyt ogólne opisy produktów"],"Merchant's website displays several pop-up messages":["Witryna sprzedawcy wyświetla kilka komunikatów w wyskakujących okienkach"],"Merchant's product images are unavailable or mismatched":["Obrazy przedstawiające produkty sprzedawcy są niedostępne lub źle dopasowane"],"Resale marketplaces are not allowed":["Platformy odsprzedaży nie są dozwolone"],"Affiliate links are not allowed":["Linki afiliacyjne nie są dozwolone"],"Account does not meet the website requirements for verification":["Konto nie spełnia wymagań weryfikacyjnych dotyczących witryny"],"Account does not meet the product requirements for verification":["Konto nie spełnia wymagań weryfikacyjnych dotyczących produktu"],"Account does not meet the brand reputation criteria for verification":["Konto nie spełnia kryteriów weryfikacyjnych dotyczących reputacji marki"],"Couldn’t retrieve the health status of your account.":["Nie udało się pobrać informacji o stanie konta."],"The feed is being configured. Depending on the number of products this may take a while as the feed needs to be fully generated before it is been sent to Pinterest for registration. You can check the status of the generation process in the Catalog tab.":["Trwa konfigurowanie pliku danych. W zależności od liczby produktów może to zająć nieco czasu, ponieważ plik danych musi zostać w pełni wygenerowany, zanim zostanie przesłany do Pinteresta w celu rejestracji. Stan procesu generowania możesz sprawdzić na karcie Katalog."],"Please hold on tight as your account is pending approval from Pinterest. This may take up to 5 business days.":["Poczekaj na zatwierdzenie konta przez Pinteresta. Może to potrwać do 5 dni roboczych."],"Your merchant account is disapproved.":["Twoje konto sprzedawcy nie zostało zatwierdzone."],"Submit an appeal":["Prześlij odwołanie"],"Please hold on tight as there is an Appeal pending for your Pinterest account.":["Poczekaj na rozpatrzenie odwołania w sprawie Twojego konta na Pintereście."],"Could not fetch account status.":["Nie udało się pobrać statusu konta."]}},"comment":{"reference":"assets\/source\/setup-guide\/app\/components\/HealthCheck\/index.js"}}