{"translation-revision-date":"2022-08-24 18:42:25+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"fi"},"If you have a valid reason for appealing a merchant review decision (such as having corrected the violations that resulted in the disapproval), you can submit an appeal.":["Voit lähettää valituksen, jos sinulla on pätevä syy valittaa myyjätarkistuksen päätöksestä (jos olet esimerkiksi korjannut hylkäykseen johtaneet rikkomukset)."],"Unable to upload catalog.":["Luetteloa ei voi ladata."],"It looks like your Pinterest business account is connected to another e-commerce platform. Only one platform can be linked to a business account. To upload your catalog, disconnect your business account from the other platform and try again.":["Pinterest-yritystilisi on liitetty toiseen verkkokauppapalveluun. Yritystiliin voi liittää vain yhden palvelun. Jos haluat ladata luettelon, poista yritystilin liitos toisesta palvelusta ja yritä uudelleen."],"Merchant is an affiliate or resale marketplace":["Myyjä harjoittaa kumppanuusmarkkinointia tai jälleenmyyntiä"],"Merchant does not meet our policy on prohibited products":["Myyjä ei noudata kiellettyjä tuotteita koskevia käytäntöjä"],"Merchant offers services rather than products":["Myyjän valikoima sisältää palveluita, ei tuotteita"],"Merchant's domain age does not meet minimum requirement":["Myyjän verkkotunnuksen ikä ei täytä vähimmäisvaatimusta"],"Merchant domain mismatched with merchant account":["Myyjän verkkotunnus ei vastaa myyjän tiliä"],"Merchant's URL is broken or requires registration":["Myyjän URL ei toimi tai edellyttää rekisteröitymistä"],"Merchant's URL is incomplete or inaccessible":["Myyjän URL-osoite on puutteellinen tai ei käytettävissä"],"Merchant's shipping policy is unclear or unavailable":["Myyjän toimituskäytäntö puuttuu tai on epäselvä"],"Merchant's returns policy is unclear or unavailable":["Myyjän palautuskäytäntö puuttuu tai on epäselvä"],"Merchant's information is incomplete or plagiarized":["Puutteelliset tai plagioidut myyjän tiedot"],"Merchant's products are out of stock":["Myyjän tuotteet eivät ole saatavilla"],"Merchant's website includes banner or pop-up ads":["Myyjän verkkosivusto sisältää banneri- tai ponnahdusmainoksia"],"Merchant's products do not meet image quality requirements":["Myyjän tuotteiden kuvat eivät täytä laatuvaatimuksia"],"Merchant's product images include watermarks":["Myyjän tuotteiden kuvissa on vesileimoja"],"Merchant's products are always on sale":["Myyjän tuotteet ovat aina alennuksessa"],"Merchant's products refer to outdated content":["Myyjän tuotteet viittaavat vanhentuneeseen sisältöön"],"Merchant's website uses generic product descriptions":["Myyjän sivusto käyttää yleisiä tuotekuvauksia"],"Merchant's website displays several pop-up messages":["Myyjän verkkosivusto näyttää lukuisia ponnahdusviestejä"],"Merchant's product images are unavailable or mismatched":["Myyjän tuotteiden kuvat eivät ole käytettävissä tai eivät vastaa tuotteita"],"Resale marketplaces are not allowed":["Jälleenmyyntikauppoja ei sallita"],"Affiliate links are not allowed":["Kumppanilinkkejä ei sallita"],"Account does not meet the website requirements for verification":["Tili ei täytä sivustoa koskevia vahvistusehtoja"],"Account does not meet the product requirements for verification":["Tili ei täytä tuotteita koskevia vahvistusehtoja"],"Account does not meet the brand reputation criteria for verification":["Tili ei täytä brändin mainetta koskevia vahvistusehtoja"],"Couldn’t retrieve the health status of your account.":["Tilin tilatietojen noutaminen epäonnistui."],"The feed is being configured. Depending on the number of products this may take a while as the feed needs to be fully generated before it is been sent to Pinterest for registration. You can check the status of the generation process in the Catalog tab.":["Syötettä määritetään. Tämä saattaa kestää jonkin aikaa tuotteiden määrästä riippuen, koska syöte on luotava kokonaan, ennen kuin se lähetetään Pinterestiin rekisteröitäväksi. Voit tarkistaa luonnin tilan Luettelot-välilehdellä."],"Please hold on tight as your account is pending approval from Pinterest. This may take up to 5 business days.":["Odota hetki, sillä tilisi odottaa Pinterestin hyväksyntää. Tämä voi kestää enintään 5 arkipäivää."],"Your merchant account is disapproved.":["Myyjätilisi on hylätty."],"Submit an appeal":["Lähetä valitus"],"Please hold on tight as there is an Appeal pending for your Pinterest account.":["Odota hetki, sillä Pinterest-tililläsi on odottava valitus."],"Could not fetch account status.":["Tilin tilan noutaminen ei onnistunut."]}},"comment":{"reference":"assets\/source\/setup-guide\/app\/components\/HealthCheck\/index.js"}}