{"translation-revision-date":"2023-01-08 14:46:32+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"If you have a valid reason for appealing a merchant review decision (such as having corrected the violations that resulted in the disapproval), you can submit an appeal.":["Wenn du einen gültigen Grund für die Beschwerde gegen die Entscheidung einer Händlerprüfung hast (z. B. hast du die Verstöße behoben, die zur Ablehnung der Genehmigung geführt haben), kannst du Widerspruch einlegen."],"Unable to upload catalog.":["Der Katalog konnte nicht hochgeladen werden."],"It looks like your Pinterest business account is connected to another e-commerce platform. Only one platform can be linked to a business account. To upload your catalog, disconnect your business account from the other platform and try again.":["Anscheinend ist dein Pinterest-Unternehmenskonto mit einer anderen E-Commerce-Plattform verknüpft. Du kannst nur eine Plattform mit deinem Unternehmenskonto verknüpfen. Trenne dein Unternehmenskonto von der anderen Plattform, um den Katalog hochzuladen, und versuche es dann erneut."],"Merchant is an affiliate or resale marketplace":["Der Händler ist ein Wiederverkäufer- oder Affiliate-Marktplatz."],"Merchant does not meet our policy on prohibited products":["Der Händler hält sich nicht an unsere Richtlinien bezüglich unzulässiger Produkte."],"Merchant offers services rather than products":["Der Händler bietet keine Produkte, sondern Dienstleistungen an."],"Merchant's domain age does not meet minimum requirement":["Das Alter der Domain des Händlers entspricht nicht den Mindestanforderungen."],"Merchant domain mismatched with merchant account":["Die Händlerdomain stimmt nicht mit dem Händlerkonto überein."],"Merchant's URL is broken or requires registration":["Die URL des Händlers ist fehlerhaft oder erfordert eine Registrierung."],"Merchant's URL is incomplete or inaccessible":["Die URL des Händlers ist unvollständig oder nicht erreichbar."],"Merchant's shipping policy is unclear or unavailable":["Die Versandbedingungen des Händlers sind unklar oder nicht verfügbar."],"Merchant's returns policy is unclear or unavailable":["Die Rückgabebedingungen des Händlers sind unklar oder nicht verfügbar."],"Merchant's information is incomplete or plagiarized":["Die Händlerdaten sind unvollständig oder plagiiert."],"Merchant's products are out of stock":["Die Produkte des Händlers sind nicht auf Lager."],"Merchant's website includes banner or pop-up ads":["Die Webseite des Händlers enthält Werbebanner oder -Pop-ups."],"Merchant's products do not meet image quality requirements":["Die Produkte des Händlers erfüllen nicht die Anforderungen an die Bildqualität."],"Merchant's product images include watermarks":["Die Produktbilder des Händlers enthalten Wasserzeichen."],"Merchant's products are always on sale":["Die Produkte des Händlers sind immer rabattiert."],"Merchant's products refer to outdated content":["Die Produkte des Händlers beziehen sich auf veraltete Inhalte."],"Merchant's website uses generic product descriptions":["Die Webseite des Händlers verwendet generische Produktbeschreibungen."],"Merchant's website displays several pop-up messages":["Die Webseite des Händlers enthält mehrere Pop-ups."],"Merchant's product images are unavailable or mismatched":["Die Produktbilder des Händlers sind nicht verfügbar oder passen nicht."],"Resale marketplaces are not allowed":["Marktplätze für den Weiterverkauf sind nicht erlaubt."],"Affiliate links are not allowed":["Affiliate-Links sind nicht erlaubt."],"Account does not meet the website requirements for verification":["Das Konto erfüllt die Anforderungen an die Webseite für die Verifizierung nicht."],"Account does not meet the product requirements for verification":["Das Konto erfüllt die Produktanforderungen für die Verifizierung nicht."],"Account does not meet the brand reputation criteria for verification":["Das Konto erfüllt nicht die Anforderungen an die Markenreputation für die Verifizierung."],"Couldn’t retrieve the health status of your account.":["Die Status deines Kontos konnte nicht abgerufen werden."],"Please hold on tight as your account is pending approval from Pinterest. This may take up to 5 business days.":["Bitte habe etwas Geduld, die Genehmigung deines Kontos bei Pinterest steht noch aus. Das kann bis zu fünf Werktage dauern."],"Your merchant account is disapproved.":["Dein Händlerkonto wurde nicht genehmigt."],"Submit an appeal":["Beschwerde einreichen"],"Please hold on tight as there is an Appeal pending for your Pinterest account.":["Bitte habe etwas Geduld, für dein Pinterest-Konto liegt eine Beschwerde vor."],"Could not fetch account status.":["Kontostatus konnte nicht abgerufen werden."]}},"comment":{"reference":"assets\/source\/setup-guide\/app\/components\/HealthCheck\/index.js"}}